Repository: dbaty/Brouz
Catalog: brouz/locale/*/LC_MESSAGES/brouz.po
Languages: fr

source: Select the category...
fr: Sélectionnez la catégorie...

source: Income
fr: Recette

source: Expenditure
fr: Dépense

source: Purchase
fr: Achat

source: VAT
fr: TVA

source: CET
fr: CET (Contribution économique territoriale)

source: Other taxes
fr: Autres taxes

source: Deductible CSG
fr: CSG déductible

source: Non-deductible CSG
fr: CRDS/CSG non-déductible

source: Small furniture
fr: Petit outillage

source: Fees that are not retrocessions
fr: Honoraires ne constituant pas de rétrocessions

source: Insurance premium
fr: Primes d'assurance

source: Travel expenses
fr: Autres frais de déplacements (voyages...)

source: Obligatory social charges
fr: Charges sociales personnelles obligatoires

source: Optional social charges
fr: Charges sociales personnelles facultatives

source: Conferences
fr: Frais de réception, de représentation et de congrès

source: Office furniture
fr: Fournitures de bureau, etc.

source: Other miscellaneous expenses
fr: Autres frais divers de gestion

source: Banking charges
fr: Frais financiers

source: Fixed assets
fr: Immobilisation

source: Hardware and furniture rental
fr: Location de matériel et de mobilier

source: Remuneration
fr: Rémunération

source: Select the payment mean...
fr: Sélectionnez le moyen de paiement...

source: Credit card
fr: Carte bancaire

source: Wire transfer
fr: Virement

source: Check
fr: Chèque

source: Direct debit
fr: Prélèvement

source: Title
fr: Intitulé

source: Category
fr: Catégorie

source: Amount
fr: Montant (TTC)

source: Line
fr: Ligne

source: Party
fr: Client/prestataire

source: Mean
fr: Moyen de paiement

source: Invoice number
fr: Numéro de facture

source: Lines
fr: Lignes

source: Add a line
fr: Ajouter une ligne

source: Add transaction
fr: Ajouter la transaction

source: Save changes
fr: Sauvegarder les modifications

source: The transaction has been added.
fr: La transaction a été enregistrée.

source: The transaction has been modified.
fr: La transaction a été modifiée.

source: You did not confirm that you want to delete this transaction.
fr: Vous n'avez pas confirmé que vous souhaitiez vraiment supprimer cette transaction.

source: The transaction has been deleted.
fr: La transaction a été supprimée.

source: Yes, I really want to delete this transaction.
fr: Oui, je veux vraiment supprimer cette transaction.

source: Delete this transaction
fr: Supprimer cette transaction

source: Add unique transaction
fr: Ajouter une transaction unique

source: Add composite transaction
fr: Ajouter une transaction composite

source: edit
fr: modifier

source: home
fr: accueil

source: reports
fr: rapports

source: report_caption_income
fr: Recettes

source: report_aa
fr: Recettes encaissées (y compris les remboursements de frais)

source: report_caption_expenditure
fr: Dépenses

source: report_ba
fr: Achats

source: report_bd
fr: Taxe sur la valeur ajoutée

source: report_jy
fr: Contribution économique territoriale

source: report_bs
fr: Autres impôts

source: report_bv
fr: CSG déductible

source: report_hardware_rental
fr: Location de matériel et de mobilier

source: report_small_furniture
fr: Petit outillage

source: report_fees_no_retrocession
fr: Honoraires ne constituant pas de rétrocessions

source: report_insurance_premium
fr: Primes d'assurance

source: report_travel_expenses
fr: Autres frais de déplacements (voyages...)

source: Social charges
fr: Charges sociales personnelles

source: report_social_charges_obligatory
fr: obligatoires

source: report_social_charges_optional
fr: facultatives

source: report_social_charges_total
fr: total

source: report_conferences
fr: Frais de réception, de représentation et de congrès

source: report_office
fr: Fournitures de bureau, frais de documentation, de correspondance et de téléphone

source: report_other_expenses
fr: Autres frais divers de gestion

source: report_bn
fr: Frais financiers

source: report_vat_incomes
fr: Montant de la TVA afférente aux recettes brutes

source: report_vat_expenditures
fr: Montant de la TVA afférente aux achats (y compris immobilisations)

source: report_vat_expenditures_fixed_assets
fr: Montant de la TVA afférente aux immobilisations

source: report_vat_expenditures_without_fixed_assets
fr: Montant de la TVA afférente aux achats (autres qu'immobilisations)

source: report_caption_fixed_assets
fr: Immobilisations et amortissements

source: report_base_amortissable
fr: Base amortissable

source: report_mode_taux_amortissement
fr: Mode et taux d'amortissement

source: report_montant_amortissements
fr: Montant des amortissements

source: report_montant_amortissements_anterieurs
fr: antérieurs

source: report_montant_amortissements_annee
fr: de l'année

source: report_caption_clients
fr: Clients

source: report_caption_providers
fr: Prestataires

source: report_caption_remuneration
fr: Rémunération
